simulations/icofoam_cases/1_inlet_1_outlet/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wall
    {
        type            patch;
        physicalType    patch;
        nFaces          21876;
        startFace       403863;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       425739;
    }
    surfaces
    {
        type            patch;
        physicalType    patch;
        nFaces          4254;
        startFace       425763;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          24;
        startFace       430017;
    }
)

// ************************************************************************* //
